{
    "home": {
        "titleFirst": "DIRTYING",
        "titleSecond": "MY FINGERS",
        "titleThird": "SINCE",
        "titleSince": "2015",
        "knologyFirst": "front end developer",
        "knologySecond": "Illustrator",
        "knologyThird": "UI/UX",
        "labelProject": "Project"
    },
    "footer": {
        "title": "Up for some Creativity?",
        "subtitle": "Drop a Message",
        "button": "Let's talk"
    },
    "figmaBox": "Click to view some pages of the prototype",
    "bettingSportTemplate": {
        "title": "Betting Sport System",
        "subtitle": "Designed the UI/UX and developed the front-end for the first version of a sports betting platform.",
        "sectionTitleEmphasis": "Customization & Performance for a Smoother Experience.",
        "sectionSubtitleEmphasis": "Optimized technologies ensuring speed, adaptability, and seamless interactions.",
        "titleFirstBox": "Skeleton Loading & Image Optimization",
        "subtitleFirstBox": "Implemented skeleton loading for smoother user interactions and optimized WEBP images to enhance performance and reduce loading times.",
        "titleSecondBox": "Scalable & Adaptive Design",
        "subtitleSecondBox": "Utilizing SVG illustrations for high-quality visuals, ensuring seamless scalability and easy customization to match different brand identities.",
        "titleThirdBox": "Real-Time State Management with Redux & Firebase",
        "subtitleThirdBox": "Integrated Redux with Firebase to manage real-time data updates efficiently, ensuring live event information is always synchronized across all components.",
        "sectionTitleBrands": "Who’s using this system?",
        "sectionSubtitleBrands": "Trusted by real-world sports betting platforms to deliver a personalized and unique experience while maintaining their brand identity."
    },
    "ecommerceSebrae": {
        "titleFirst": "E-commerce",
        "titleSecond": "Sebrae events",
        "subtitle": "Digital transformation for efficient and accessible online events.",
        "introduction": "Led UX/UI and Front-end development to transform in-person events to a robust e-commerce platform amid the pandemic. Streamlined existing infrastructure for a user-friendly digital hub, enhancing online transactions and overall digital experience for entrepreneurs",
        "titleFirstBox": "Enhanced Mobile Usability",
        "subtitleFirstBox": "Implementing a mobile-first approach, we are incorporating designated breathing spaces to enhance user comfort and streamline platform accessibility.",
        "titleSecondBox": "Guided Visual Navigation",
        "subtitleSecondBox": "Utilizing color patterns to guide the user and emphasize priority information during navigation.",
        "titleThirdBox": "Heatmap",
        "subtitleThirdBox": "Learning from the user through tracking tools to enhance their experience on the platform.",
        "titleFourthBox": "Optimizing Web Performance for Visual Accessibility",
        "subtitleFourthBox": "Illustrations Enhancing User Communication: Leveraging SVG Format for Web Optimization without Compromising Performance.",
        "sectionTitleColor": "Color scheme",
        "sectionSubtitleColor": "Color scheme developed based on the brand colors, along with a set of complementary colors, designed to be implemented into the system to maintain visual identity.",
        "colorBrand": "Brand",
        "colorComplementary": "Complementary",
        "colorAttention": "Attention",
        "sectionTitleIcon": "Vector Iconography Development",
        "sectionSubtitleIcon": "Incorporate illustrations to enhance user communication, employing SVG format for web optimization without compromising performance. Notably, all icons showcased on this project have been personally designed, adding a distinct touch to the creative work presented."
    }
}